amd-ucode
awww
base
base-devel
discord
dosfstools
dunst
efibootmgr
fastfetch
file-roller
firefox
fish
gcc
git
grim
grub
htop
hyprland
hyprshot
intel-media-driver
iwd
kitty
libva-intel-driver
linux
linux-firmware
mtools
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
nwg-look
os-prober
pavucontrol
polkit-kde-agent
pulseaudio
qt5-wayland
qt6-wayland
rofi
sbctl
sddm
slurp
smartmontools
spotify
sudo
tree
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wlogout
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zen-browser-bin
zram-generator
